Repository: Catappult/appcoins-sdk-ios
Catalog: Sources/AppCoinsSDK/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, hu, id, it, ja, ko, mr, ms, nl, pl, pt_br, pt_pt, ro, ru, sr, th, tr, uk, vi, zh_hans, zh_hant

# something_went_wrong_body
source: Oops, something went wrong. Try again!
ar: يا للخسارة، حدث خطأ. حاول مجددًا!
de: Hoppla, etwas ist schief gelaufen. Bitte versuche es erneut!
el: Ωχ, κάτι πήγε στραβά. Προσπαθήστε ξανά!
es: Ups, algo salió mal. ¡Prueba de nuevo!
fa: مشکلی پیش آمده است. دوباره امتحان کنید!
fr: Oups, quelque chose s'est mal passé. Veuillez réessayer !
hu: Hoppá, hiba történt. Próbáld újra!
id: Ups, ada kesalahan. Coba lagi!
it: Ops, qualcosa è andato storto. Riprova!
ja: 問題が発生しました。再試行してください。
ko: 이런, 무언가 잘못되었습니다. 다시 시도해 주세요!
mr: अरेरे, काहीतरी त्रुटी आली. कृपया पुन्हा प्रयत्न करा!
ms: Oops, ada sesuatu yang tidak kena. Cuba lagi!
nl: Oeps! Er is iets fout gegaan. Probeer het opnieuw!
pl: Coś poszło nie tak. Spróbuj ponownie!
pt_br: Opa, algo deu errado. Tente novamente!
pt_pt: Oops, alguma coisa correu mal. Tenta novamente!
ro: Ups, ceva nu a mers cum trebuie. Încearcă din nou!
ru: Ой, что-то пошло не так. Попробуйте еще раз!
sr: Ups, došlo je do greške. Pokušajte ponovo!
th: อุ๊ปส์ มีบางอย่างผิดพลาด โปรดลองใหม่อีกครั้ง!
tr: Hay aksi, bir şeyler ters gitti. Tekrar deneyin!
uk: Щось пішло не так. Спробуйте ще раз!
vi: Rất tiếc, đã xảy ra lỗi. Vui lòng thử lại!
zh_hans: 糟糕，出现错误。请重试！
zh_hant: 糟糕，出現了一個錯誤。請再試一次！

# something_went_wrong_title
source: Something went wrong!
ar: حدث خطأ!
de: Etwas ist schief gelaufen!
el: Κάτι πήγε στραβά!
es: ¡Algo salió mal!
fa: مشکلی پیش آمده است!
fr: Quelque chose s'est mal passé !
hu: Valami hiba történt!
id: Ada kesalahan!
it: Qualcosa è andato storto!
ja: 問題が発生しました！
ko: 무엇인가 잘못 되었습니다!
mr: काहीतरी चूक झाली!
ms: Ada yang tak kena!
nl: Er iets fout gegaan!
pl: Coś poszło nie tak!
pt_br: Algo deu errado!
pt_pt: Algo correu mal!
ro: Ceva nu a mers cum trebuie!
ru: Что-то пошло неправильно!
sr: Došlo je do greške!
th: มีบางสิ่งที่ผิด!
tr: Bir şeyler ters gitti!
uk: Щось пішло не так!
vi: Đã xảy ra lỗi!
zh_hans: 出错了！
zh_hant: 發生了一個錯誤!

# success_title
source: Success
ar: تم بنجاح
de: Geschafft
el: Επιτυχία
es: Completada
fa: موفقیت
fr: Réussite
hu: Siker
id: Berhasil
it: Successo
ja: 成功
ko: 성공
mr: यशस्वी
ms: Berjaya
nl: Gelukt
pl: Zakończono sukcesem
pt_br: Sucesso
pt_pt: Sucesso
ro: Reușită
ru: Успех
sr: Uspelo
th: สำเร็จ
tr: Başarılı
uk: Успіх
vi: Thành công
zh_hans: 成功
zh_hant: 成功

# support_available_soon_body
source: AppCoins Support is not available at the moment
ar: فريق دعم AppCoins غير متوفر في هذه اللحظة
de: Der AppCoins Support ist derzeit nicht verfügbar
el: Η υποστήριξη AppCoins προς το παρόν δεν είναι διαθέσιμη
es: El soporte de AppCoins no está disponible en estos momentos
fa: پشتیبانی AppCoins در حال حاضر در دسترس نیست
fr: Le support AppCoins n'est pas disponible pour le moment
hu: Az AppCoins ügyfélszolgálata jelenleg nem érhető el
id: Dukungan AppCoins saat ini tidak tersedia
it: Il supporto AppCoins non è disponibile al momento
ja: AppCoinsサポートは現在ご利用いただけません
ko: 지금 AppCoins 지원을 사용하실 수 없습니다
mr: आत्ता अॅपकॉईन्स सपोर्ट उपलब्ध नाहीये
ms: Sokongan AppCoins tidak tersedia pada masa ini
nl: Ondersteuning voor AppCoins is momenteel niet beschikbaar
pl: Pomoc AppCoins jest teraz niedostępna
pt_br: O Suporte da AppCoins não está disponível no momento
pt_pt: O Apoio AppCoins não está disponível de momento
ro: Asistența AppCoins nu este disponibilă momentan
ru: Поддержка AppCoins временно недоступна
sr: AppCoins podrška trenutno nije dostupna
th: การรองรับ AppCoins ไม่สามารถใช้งานได้ในขณะนี้
tr: AppCoins Desteği şu anda kullanılamıyor
uk: Підтримка AppCoins наразі недоступна
vi: Hỗ trợ AppCoins hiện không khả dụng
zh_hans: AppCoins 支持服务目前不可用
zh_hant: AppCoins 支援暫時無法使用

# support_available_soon_title
source: Available Soon
ar: سيتوفر قريبًا
de: In Kürze verfügbar
el: Σύντομα διαθέσιμο
es: Próximamente
fa: بزودی در دسترس
fr: Disponible prochainement
hu: Hamarosan elérhető
id: Segera Hadir
it: Disponibile a breve
ja: まもなく利用可能
ko: 곧 사용할 수 있습니다
mr: लवकरच उपलब्ध होईल
ms: Akan Tersedia
nl: Binnenkort beschikbaar
pl: Już niedługo
pt_br: Disponível em Breve
pt_pt: Disponível Brevemente
ro: Disponibilă în curând
ru: Скоро появится
sr: Dostupno uskoro
th: มีเร็วๆนี้
tr: Çok Yakında
uk: Скоро буде доступна
vi: Sắp ra mắt
zh_hans: 即将推出
zh_hant: 即將上市

# sync_wallet_body
source: In just a few seconds you can sync the AppCoins Wallet to *earn even more rewards*.
ar: خلال بضع ثوانٍ فقط يمكنك مزامنة محفظتك AppCoins Wallet حتى *تكسب جوائز أكثر*.
de: In nur wenigen Sekunden kannst du die AppCoins Wallet synchronisieren, um *noch mehr Belohnungen* zu verdienen.
el: Σε μόλις λίγα δευτερόλεπτα μπορείτε να συγχρονίσετε το AppCoins Wallet για να *κερδίσετε ακόμα περισσότερες ανταμοιβές*.
es: En unos segundos puedes sincronizar la AppCoins Wallet para *ganar más recompensas*.
fa: در چند لحظه می‌توانید AppCoins Wallet خود را همگام سازی کنید تا *پاداش‌های بیشتری بدست آورید*.
fr: En quelques secondes, vous pouvez synchroniser le Portefeuille AppCoins pour *gagner encore plus de récompenses*.
hu: Az AppCoins Wallet szinkronizálása csak néhány másodpercet vesz igénybe, hogy aztán *még több jutalmat szerezhess*.
id: Hanya dalam beberapa detik Anda bisa menyinkronkan Dompet AppCoins untuk *mendapatkan hadiah lebih banyak*.
it: Tra pochi secondi potrai sincronizzare il tuo AppCoins Wallet per *guadagnare ancora più premi*.
ja: わずか数秒でAppCoins Walletを同期し、*さらに多くのリワード*を獲得することができます。
ko: 단 몇 초 만에 AppCoins 지갑을 동기화하여 *더 많은 보상을 얻을 수 있습니다*.
mr: काही सेकंदातच आपण अॅपकॉईन्स वॉलेटला सिंक करुन *अधिक जास्त रिवॉर्डस मिळवा*.
ms: Dalam beberapa saat, anda boleh segerakkan Dompet AppCoins untuk *dapat lebih banyak ganjaran*.
nl: Je kunt de AppCoins Wallet in slechts enkele seconden synchroniseren om *nog meer beloningen te verdienen*.
pl: Za kilka sekund zsynchronizujesz portfel AppCoins, by * zdobyć jeszcze więcej nagród*.
pt_br: Em poucos segundos, você pode sincronizar sua AppCoins Wallet para *ganhar ainda mais recompensas*.
pt_pt: Em apenas alguns segundos podes sincronizar a AppCoins Wallet para *ganhar ainda mais recompensas*.
ro: În doar câteva secunde, poți sincroniza AppCoins Wallet, ca *să câștigi și mai multe recompense*.
ru: Всего через несколько секунд вы можете синхронизировать AppCoins Wallet, чтобы *заработать еще больше наград*.
sr: Za samo par sekundi možete sinhronizovati AppCoins Wallet da biste *zaradili još više nagrada*.
th: เพียงไม่กี่วินาที คุณสามารถเชื่อม AppCoins Wallet เพื่อ *รับรางวัลมากยิ่งขึ้น*
tr: *Çok daha fazla ödül kazanmak* için sadece birkaç saniye içinde AppCoins Wallet'ı senkronize edebilirsin.
uk: Ви можете синхронізувати AppCoins Wallet всього за кілька секунд, щоб *заробити ще більше винагород*.
vi: Chỉ trong vài giây, bạn có thể đồng bộ hóa Ví AppCoins để *kiếm được nhiều phần thưởng hơn*.
zh_hans: 仅需几秒钟，您即可同步 AppCoins 钱包，以*赚取更多奖励*。
zh_hant: 只要幾秒鐘，您就可以同步AppCoins錢包，*賺取更多獎勵*。

# sync_wallet_button
source: Sync Wallet
ar: زامِن المحفظة
de: Wallet synchronisieren
el: Συγχρονισμός Wallet
es: Sincronizar
fa: همگام‌سازی کیف پول
fr: Synchroniser le Portefeuille
hu: Wallet szinkronizálása
id: Sinkronkan Dompet
it: Sincronizza wallet
ja: ウォレットを同期
ko: 지갑 동기화
mr: वॉलेट सिंक करा
ms: Segerak Dompet
nl: Wallet synchroniseren
pl: Zsynchronizuj Portfel
pt_br: Sincronizar Carteira
pt_pt: Sincronizar a Wallet
ro: Sincronizează Portofel
ru: Синхронизировать кошелёк
sr: Sinhronizuj novčanik
th: เชื่อมวอลเล็ต
tr: Wallet'ı Senronize et
uk: Синхронізувати гаманець
vi: Đồng bộ hóa ví
zh_hans: 同步钱包
zh_hant: 同步錢包

# terms_conditions_body
source: Terms and Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y Condiciones
fa: شرایط و ضوابط
fr: Termes et Conditions
hu: Általános szerződési feltételek
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
mr: अटी आणि शर्ती
ms: Terma dan Syarat
nl: Algemene voorwaarden
pl: Regulamin
pt_br: Termos e Condições
pt_pt: Termos e Condições
ro: Termeni și condiții
ru: Условия и ограничения
sr: Uslovi i odredbe
th: ข้อกำหนดและเงื่อนไข
tr: Şartlar ve Koşullar
uk: Правила та умови
vi: Điều khoản và Điều kiện
zh_hans: 条款与条件
zh_hant: 使用條款

# try_again_button
source: Try again
ar: حاول ثانية
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Intentar de nuevo
fa: دوباره امتحان کنید
fr: Réessayez
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: もう一度やり直してください
ko: 다시 시도하십시오
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tente novamente
pt_pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sr: Pokušajte ponovo
th: ลองอีกครั้ง
tr: Tekrar dene
uk: Спробувати знову
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# wallet_already_installed_title
source: You already have the AppCoins Wallet installed!
ar: إن لديك محفظة AppCoins Wallet مثبتة على جهازك!
de: Du hast die AppCoins Wallet bereits installiert!
el: Έχετε ήδη εγκατεστημένο το AppCoins Wallet!
es: ¡Ya tienes la AppCoins Wallet instalada!
fa: شما پیشاپیش AppCoins Wallet را نصب کرده‌اید!
fr: Vous avez déjà installé le portefeuille AppCoins !
hu: Már telepítetted az AppCoins Walletet!
id: Anda sudah menginstal Dompet AppCoins!
it: Hai già un AppCoins Wallet installato!
ja: すでにAppCoins Walletがインストールされています
ko: 이미 AppCoins 지갑이 설치되어 있습니다!
mr: आपल्याकडे अॅपकॉईन्स वॉलेट आधीच इंस्टॉल केलेले आहे!
ms: Anda sudah ada Dompet AppCoins!
nl: Je hebt de AppCoins Wallet al geïnstalleerd!
pl: Portfel AppCoins jest już zainstalowany!
pt_br: O AppCoins Wallet já está instalado!
pt_pt: Já tens a AppCoins Wallet instalada!
ro: Ai instalat deja AppCoins Wallet!
ru: У вас уже установлен AppCoins Wallet!
sr: Već imate instaliran AppCoins Wallet!
th: คุณได้ติดตั้ง AppCoins Wallet แล้ว!
tr: AppCoins Wallet'ı zaten yükledin!
uk: Ви вже маєте встановлений AppCoins Wallet!
vi: Bạn đã cài đặt Ví AppCoins!
zh_hans: 您已安装 AppCoins 钱包！
zh_hant: 您已經安裝了 AppCoins 電子錢包！

# wallet_balance_body
source: Wallet Balance: %@
ar: رصيد المحفظة: %@
de: Wallet-Guthaben: %@
el: Υπόλοιπο Wallet: %@
es: Saldo de la wallet: %@
fa: بالانس کیف پول: %@
fr: Solde du portefeuille : %@
hu: Egyenleg a tárcán: %@
id: Saldo Dompet: %@
it: Saldo del wallet: %@
ja: ウォレットの残高: %@
ko: 지갑 잔액: %@
mr: वॉलेट शिल्लक: %@
ms: Baki Dompet: %@
nl: Saldo van wallet: %@
pl: Saldo Portfela: %@
pt_br: Saldo da Carteira: %@
pt_pt: Saldo da Wallet: %@
ro: Balanță portofel: %@
ru: Баланс кошелька: %@
sr: Stanje novčanika: %@
th: ยอดคงเหลือในวอลเล็ต: %@
tr: Cüzdan Bakiyesi: %@
uk: Баланс гаманця: %@
vi: Số dư trên Ví: %@
zh_hans: 钱包余额: %@
zh_hant: 錢包餘額: %@

# wallet_not_synced_title
source: It seems your wallet is not synced yet!
ar: يبدو أن محفظتك ليست متزامنة بعد!
de: Es sieht so aus, als wäre deine Wallet noch nicht synchronisiert!
el: Φαίνεται ότι το wallet σας δεν είναι ακόμα συγχρονισμένο!
es: ¡Parece que tu wallet aún no está sincronizada!
fa: به نظر می‌رسد که کیف پول شما هنوز همگام سازی نشده است!
fr: Il semble que votre portefeuille ne soit pas encore synchronisé !
hu: Úgy tűnik, nem szinkronizáltad a tárcád!
id: Sepertinya dompet Anda belum disinkronkan!
it: Il tuo wallet non è ancora sincronizzato!
ja: ウォレットがまだ同期されていないようです
ko: 지갑이 아직 동기화되어 있지 않은 것 같습니다!
mr: आपले वॉलेट अजुन सिंक झालेले नाही असे दिसतेय!
ms: Nampaknya dompet anda tidak disegerakkan!
nl: Het lijkt erop dat je wallet nog niet is gesynchroniseerd!
pl: Twój portfel nie jest zsynchronizowany
pt_br: Parece que sua carteira ainda não foi sincronizada!
pt_pt: Parece que a tua wallet ainda não está sincronizada!
ro: Se pare că încă nu ți-ai sincronizat portofelul!
ru: Кажется, ваш кошелек еще не синхронизирован!
sr: Izgleda da vaš novčanik još nije sinhronizovan!
th: ดูเหมือนว่ากระเป๋าเงินของคุณยังไม่ถูกซิงค์!
tr: Görünüşe göre cüzdanın henüz senkronize edilmemiş!
uk: Здається, ваш гаманець ще не синхронізовано!
vi: Có vẻ như ví của bạn chưa được đồng bộ hóa!
zh_hans: 您的钱包似乎并未同步！
zh_hant: 您的錢包似乎尚未同步！

# your_balance_body
source: Your Balance: %@
ar: رصيدك: %@
de: Dein Guthaben: %@
el: Το υπόλοιπό σας: %@
es: Tu saldo: %@
fa: بالانس شما: %@
fr: Votre solde : %@
hu: Az egyenleged: %@
id: Saldo Anda: %@
it: Il tuo saldo: %@
ja: 残高: %@
ko: 잔액: %@
mr: आपली शिल्लक: %@
ms: Baki Anda: %@
nl: Je saldo: %@
pl: Twoje saldo: %@
pt_br: Seu saldo: %@
pt_pt: O Teu Saldo: %@
ro: Balanța ta: %@
ru: Ваш баланс: %@
sr: Vaše stanje: %@
th: ยอดคงเหลือของคุณ: %@
tr: Bakiyen: %@
uk: Ваш баланс: %@
vi: Số dư của bạn: %@
zh_hans: 您的余额：%@
zh_hant: 您的結餘: %@

# your_card_title
source: Your card
ar: بطاقتك
de: Deine Karte
el: Η κάρτα σας
es: Tu tarjeta
fa: کارت شما
fr: Votre carte
hu: A kártyád
id: Kartu Anda
it: La tua carta
ja: ご利用カード
ko: 귀하의 카드
mr: आपले कार्ड
ms: Kad anda
nl: Jouw kaart
pl: Twoja karta
pt_br: Seu cartão
pt_pt: O teu cartão
ro: Cardul tău
ru: Ваша карта
sr: Vaša kartica
th: บัตรของคุณ
tr: Kartın
uk: Ваша картка
vi: Thẻ của bạn
zh_hans: 您所使用的卡
zh_hant: 您的卡片

# your_email_here_placeholder
source: Your email here
ar: بريدك الإلكتروني هنا
de: Deine E-Mail hier
el: Το e-mail σας εδώ
es: Tu email aquí
fa: ایمیل شما در اینجا
fr: Votre courriel ici
hu: Az e-mail címed
id: Email Anda di sini
it: Inserisci il tuo indirizzo email qui
ja: メールアドレスをここに記入して下さい。
ko: 이메일을 입력하세요
mr: ईमेल पत्ता इथे लिहा
ms: E-mel di sini
nl: Voer hier je e-mailadres in
pl: Twój adres e-mail tutaj
pt_br: Insira o seu e-mail
pt_pt: O teu e-mail aqui
ro: E-mailul tău aici
ru: Ваш адрес здесь
sr: Vaša e-pošta ovde
th: อีเมลของคุณที่นี่
tr: E-postanı buraya yaz
uk: Ваша пошта тут
vi: Email của bạn ở đây
zh_hans: 请在此输入您的电子邮箱地址
zh_hant: 您的電子郵件
